"AlertSomePercentTitle" = "Restante: %d%%"; // 90% Remaining
"AlertOnePercentTitle" = "Tu Mac está a punto de apagarse";
"AlertChargingTitle" = "Cargando...";
"AlertChargingStoppedTitle" = "Cargador retirado";
"AlertChargingCompleteTitle" = "Carga completa";
"AlertOverheatingTitle" = "Sobrecalentamiento";
"AlertLimitedTitle" = "Batería insuficiente...";
"AlertDeviceConnectedTitle" = "'%@' conectado"; // 'Joe's Headphones' Connected
"AlertDeviceDisconnectedTitle" = "'%@' desconectado"; // 'Joe's Headphones' Disconnected
"" = "Desconocido";
"AlertDeviceCalculatingTitle" = "Calculando...";

"AlertEstimateSummary" = "**%@** hasta agotar"; // 1 hour, 32 minutes until empty
"AlertPercentSummary" = "¡Hora de coger el cable!";
"AlertStartedChargeSummary" = "Completamente cargado a las **%@**."; // Fully charged at 2:32pm
"AlertChargedSummary" = "Tu batería está completamente cargada.";
"AlertOverheatingSummary" = "Las altas temperaturas pueden agotar la batería más rápidamente y causar daños a largo plazo.";
"AlertLimitedSummary" = "Puede que tu batería no sea suficiente para el evento '%@'.";

"TimestampHourFullAlertDeviceUnknownTitleLabel_Plural" = "%d horas";
"TimestampHourFullLabel_Single" = "%d hora";
"TimestampHourFullLabel_Plural" = "%d horas";
"TimestampMinuteFullLabel_Plural" = "%d minutos";
"TimestampMinuteFullLabel_Single" = "%d minuto";
"TimestampMinuteDaysLabel_Plural" = "%d días";
"TimestampMinuteDaysLabel_Single" = "%d día";
"TimestampHourAbbriviatedLabel" = "h";
"TimestampMinuteAbbriviatedLabel" = "m";
"TimestampDayAbbriviatedLabel" = "d";
"TimestampNeverLabel" = "Nunca";
"TimestampNowLabel" = "Hace un momento";

"SettingsWebsiteLabel" = "Sitio web";
"SettingsQuitLabel" = "Salir";
"SettingsPinnedLabel" = "Fijar en pantalla";
"SettingsEightyLabel" = "Carga al 80%";
"SettingsRateLabel" = "Valora BatteryBoi";
"SettingsEfficiencyLabel" = "Bajo consumo";
"SettingsCheckUpdatesLabel" = "Comprobar actualizaciones";
"SettingsNewUpdateLabel" = "Instalar nueva actualización";
"SettingsDisplayLabel" = "Visualización";
"SettingsDisplayCycleLabel" = "Cantidad de ciclos";
"SettingsDisplayPercentLabel" = "Porcentaje";
"SettingsDisplayEstimateLabel" = "Tiempo";
"SettingsDisplayNoneLabel" = "Vacío";
"SettingsDisplayHiddenLabel" = "Oculto";
"SettingsEnabledLabel" = "Habilitado";
"SettingsDisabledLabel" = "Deshabilitado";

"SettingsAboutLabel" = "Acerca de";
"SettingsCustomizationLabel" = "Personalización";
"SettingsSoundEffectsLabel" = "Efectos de Sonido";
"SettingsTriggersLabel" = "Comandos";
"SettingsNotificationsLabel" = "Notificaciones";
"SettingsPrereleasesLabel" = "Versiones Beta";

"SettingsCustomizationMenuLabel" = "Ícono de la Barra de Menú";
"SettingsCustomizationThemeDarkLabel" = "Oscuro";
"SettingsCustomizationThemeLightLabel" = "Claro";
"SettingsCustomizationThemeSystemLabel" = "Sistema";
"SettingsCustomizationThemeTitle" = "Apariencia";

"UpdateStatusCheckingLabel" = "Comprobando actualizaciones...";
"UpdateStatusIdleLabel" = "Última comprobación: %@"; // Last Checked: 4 hours ago
"UpdateStatusEmptyLabel" = "No hay actualizaciones disponibles";
"UpdateStatusNewLabel" = "¡Nueva actualización disponible!";

"AboutTitle" = "BatteryBoi, gratis, para siempre, para todos...";
"AboutBodyOne" = "En el agitado paisaje de aplicaciones donde las carteras suelen sufrir con suscripciones recurrentes, ¡BatteryBoi es 100% gratuito y de código abierto, para siempre!";
"AboutBodyTwo" = "Crear una app que se vea tan bien requiere muchos días de trabajo, sudor y a veces lágrimas. Por eso estoy pidiendo a las personas y empresas que puedan permitírselo, que consideren hacer una donación.";
"AboutBodyThree" = "Las donaciones mantendrán las luces encendidas y permitirán actualizaciones y correcciones.";
"AboutBodyFooter" = "Gracias - Joe (Fundador de BatteryBoi)";
"AboutGithubAction" = "GitHub";
"AboutDonateAction" = "Donar";
"AboutShareAction" = "Compartir";

"BluetoothDeviceHeadphonesLabel" = "Auriculares";
"BluetoothDeviceMouseLabel" = "Ratón";
"BluetoothDeviceGamepadLabel" = "Mando de juegos";
"BluetoothDeviceSpeakerLabel" = "Altavoz";
"BluetoothDeviceKeyboardLabel" = "Teclado";
"BluetoothDeviceOtherLabel" = "Otro";
"BluetoothConnectLabel" = "Conectar";
"BluetoothDisconnectLabel" = "Desconectar";
"BluetoothDisconnectedLabel" = "No emparejado";
"BluetoothDistanceProximateLabel" = "En el escritorio/mesa";
"BluetoothDistanceNearLabel" = "En la misma sala";
"BluetoothDistanceFarLabel" = "En otro reino";
"BluetoothInvalidLabel" = "Sin información de batería";

"OnboardingHideIconTitle" = "Ocultar icono de batería predeterminado";
"OnboardingHideIconSubtitle" = "Puedes ocultar el icono de batería predeterminado yendo a Preferencias del sistema > Centro de control > Batería > Mostrar en la barra de menú";
"OnboardingHideIconButton" = "Entendido";

"OnboardingNotificationsTitle" = "";
"OnboardingNotificationsBody" = "";
"OnboardingInsightsTitle" = "";
"OnboardingInsightsBody" = "";
"OnboardingBluetoothTitle" = "";
"OnboardingBluetoothBody" = "";
